[
  {
    "id": 1,
    "top": "water",
    "right": "land",
    "bottom": "water",
    "left": "land",
    "details": {
      "names": [
        "The Waxy Timber of Candlewick Run",
        "The Staked Serenity of Waxenwood Bend",
        "Taper's Twist by the Paled Oak",
        "Wickstream's Wandering Whitebark",
        "The Candlelit Canal of Whisperwood",
        "The Tallow Tree Trail along Mystic Meander"
      ],
      "descriptions": [
        "The white bark of the tree gleams like a lighthouse for lost spirits, especially when the moon is cheeky enough to peek through the clouds.",
        "Candles flicker around the tree, their flames gossiping in hushed, smoky whispers that hint at ancient secrets or last night's dinner.",
        "Stakes encircle the tree like an audience of wooden soldiers, silently judging every twig that dares to snap underfoot.",
        "Water in the canal tiptoes past, trying its best not to wake the sleeping mud with its incessant gossip of where it's been.",
        "Beneath the tree, shadows play hide and seek, ever so often forgetting what they were doing and just enjoying the moonlight's embrace.",
        "An adventurous breeze shimmies down the canal, rustling leaves into a dance and twirling the vague scent of adventure your way."
      ],
      "things": [
        "You come across a lopsided, grinning scarecrow wearing a dapper hat, inexplicably standing guard over the narrow canal.",
        "You stumble upon a collection of wax-dribbled candles encircling the old white tree, each one mysteriously relighting at sundown.",
        "You find a set of stakes in the ground, each with a bizarre, comical face painted on and a tiny flag that's inscribed with humorous limericks about swamp life.",
        "You unearth a soggy, leather-bound journal teeming with doodles of ducks wearing boots and the ramblings of a duck philosopher.",
        "You spot a series of small, quirky boats shaped like oversized clogs bobbing along the canal, each with a name plate that reads like a bad pun."
      ]
    }
  },
  {
    "id": 2,
    "top": "water",
    "right": "land",
    "bottom": "land",
    "left": "land",
    "details": {
      "names": [
        "The Leaning Lighthouse of Luminescent Shores",
        "Blinking Barnacle Bay",
        "Gassy Glade's Glimmering Gateway",
        "Tipsy Tower's Transdimensional Tavern",
        "Wobbleton Wharf's Wondrous Warp"
      ],
      "descriptions": [
        "The tower leans so much, you're convinced it's sharing a secret with the sea.",
        "A soft glow spills from the windows, less like light and more like laughter.",
        "At high tide, the waves serenade the base of the tower with whispered ocean ballads.",
        "The buildings cluster together like they're plotting a grand, otherworldly scheme.",
        "Every now and then, a puff of glowing gas escapes, with a satisfied 'ahhh' like a burping teapot.",
        "The air dances with an electricity that tickles the fillings in your teeth."
      ],
      "things": [
        "You discover a whimsical pair of spectacles that allows you to see the true essence of the local ghost fish swimming in the air around the tower.",
        "You stumble upon a teapot that whistles with the sound of a barbershop quartet when the water is hot enough.",
        "You come across a collection of walking sticks that insist on walking themselves and have to be chased down by their owners every morning.",
        "You find a door-knocker shaped like a snoring sea serpent that only wakes up to knock when the moon is full.",
        "You uncover an enchanted mailbox that delivers letters yesterday, baffling the townsfolk with outdated news and premature birthday wishes.",
        "You spot a bush with berries that hum softly, rumored to be the unfinished symphonies of a local, tone-deaf composer-wizard who vanished many years ago."
      ]
    }
  },
  {
    "id": 3,
    "top": "land",
    "right": "land",
    "bottom": "water",
    "left": "land",
    "details": {
      "names": [
        "The Wobbly Watchtower of Pebblehaven",
        "Skipper's Stonepath to the Sullen Sea",
        "The Gazing Gnome's Garret",
        "Harbor Henge Lookout",
        "The Plankwalk to Stonemount's Mouth",
        "Rocky Bay's Wooden Foot"
      ],
      "descriptions": [
        "The mountain yawns wide, its stone lips paved for the convenience of travelers with weary feet and questionable maps.",
        "A squat tower stands, its one eye squinting across the sea, forever spying on the horizons for ships or perhaps just a good sunset.",
        "The wooden wharf creaks like an old storyteller settling in to recount tales of the foam and brine to anyone who'll lend an ear.",
        "Pebbles gossip beneath your boots as you traverse the path, sharing rumors of the mountain's belly and the treasures it's swallowed.",
        "Seagulls orchestrate a cacophony, conducting the symphony of the salty breeze with wings spread like maestros of mischief."
      ],
      "things": [
        "You find a petrified knot of wood that, when rubbed, emits a salty sea shanty.",
        "You stumble upon a telescope that, instead of showing distant objects, projects images of silly sea creatures wearing pirate hats.",
        "You come across a series of unusually polite crabs, each carrying a tiny banner with welcome messages scribbled in seashell fragments.",
        "You unearth an old mariner's compass that always points to the nearest place where a party is being held, not north.",
        "You spot a collection of stone-carved messages by previous visitors, the latest of which appears to be a high score table for 'Best Skipped Stone' with an open challenge.",
        "You discover a small, enchanted dinghy that eagerly waits to give tours of the harbour but insists on being told dramatic tales of adventure as payment."
      ]
    }
  },
  {
    "id": 4,
    "top": "land",
    "right": "land",
    "bottom": "land",
    "left": "land",
    "details": {
      "names": [
        "Squishy Summit Fens",
        "Bogbottom Heights",
        "The Soggy Slope Conundrum",
        "Mount Marshmellow's Mistake",
        "The Quagmire Quintuplets",
        "Fizzlewhit's Sinking Summits Factory"
      ],
      "descriptions": [
        "The hillocks pucker and slurp as if taking a mud bath in the swamp, unconcerned with the concept of dignity.",
        "Fumes from the bog periodically form a mischievous face, winking at travelers before the wind scatters its form.",
        "A solitary chimney on the odd factory coughs out plumes of colorful smoke, apologizing with each puff.",
        "Your footsteps squelch on the path, which giggles at the ticklish sensation.",
        "Occasional belches from the marsh's depths suggest it had something disagreeable for lunch.",
        "Industrial clangs and wheezes sing a duet with the croaking swamp chorus, performing an unintentional symphony."
      ],
      "things": [
        "You stumble upon a pair of glasses that constantly fog up but claim to offer 'Foreswamp Sight.' The catch is, everything you see looks swampy.",
        "You find a marshmallow roasting stick that's eternally warm, perfect for cooking in damp environs, branded as 'The Swamptastic S'morerizer!'",
        "You come across a soggy, leather-bound book titled '50 Hues of Green: An Explorer's Guide to Swamp Camouflage.' It's surprisingly colorful.",
        "You discover a set of false teeth with tiny webbed feet; they claim to be the 'Swamp Chompers,' able to walk across lily pads to nibble at flies.",
        "You find a quill that writes with an ink that looks like swamp water. The label reads 'Mystical Murk Marker: For when your words need to be deep and unclear.'",
        "You come across a little tin box that emits the smell of fresh laundry when opened, labeled 'Swamp Breeze in a Can – Now with 50% less swamp!'"
      ]
    }
  },
  {
    "id": 5,
    "top": "land",
    "right": "water",
    "bottom": "land",
    "left": "land",
    "details": {
      "names": [
        "The Spore Shore",
        "Fungus Isle Hamlet",
        "Mycelia Marina",
        "Toadstool Archipelago",
        "Shroomhaven",
        "Gillside Grottos",
        "The Sporadic Isles of Cap 'n' Stem",
        "Mushroom Bay Hamlet",
        "Shroomshore Village",
        "The Fungal Archipelago",
        "Fisherman's Fungharbor",
        "The Mycelium Marina"
      ],
      "descriptions": [
        "Where the sand meets the sea, seashells whistle with gossiping winds.",
        "The waves nudge the shore as if reminding it of an inside joke.",
        "Islands peppered with giant mushrooms, their caps like homes for whimsical fairies or shady deals.",
        "Village streets are a chorus of clucking chickens and the rhythmic hammering of the local blacksmith's bad jokes.",
        "The tidal rock pools host philosophical starfish debates, usually about the tides or the meaning of 'wet'.",
        "From afar, the mushrooms appear to bob on the water, like nature's own quirky fleet of ships.",
        "The waves gently tease the shore, interrupted occasionally as a giant mushroom cap bobbles on the water's surface like a peculiar boat.",
        "Seagulls squawk overhead, eyeing the fish that flit about the mushroom gills with a mix of hunger and confusion.",
        "In the village, laughter mingles with the salty air as children play hide and seek under the shade of bulbous fungi.",
        "A local, with a mischievous glint in their eye, offers tours on their 'spore-driven' canoe to navigate the mycelial archipelago.",
        "Beneath the docks, luminescent spores undulate with the tide, casting an ethereal glow on the faces of evening fishers.",
        "The smell of fried mushrooms and seaweed wafts from a cozy tavern where tales of the 'Great Spore Storm' are shared over pints of ale."
      ],
      "things": [
        "A pair of rubbery mushroom-cap shoes, slightly soggy but surprisingly comfortable",
        "A bottle of 'Spore Ale,' brewed by the local myconids with a label that warns of potential side effects, including but not limited to 'excessive giggling'",
        "A map leading to 'The Great Shroom,' a legendary giant fungus that's rumored to grant insights when hugged—drawn on a napkin with what looks suspiciously like soy sauce",
        "A barnacle-encrusted telescope that occasionally whispers nautical directions in a salty accent when peered through",
        "A half-knitted scarf made from seaweed yarn, abandoned by a merfolk with a short attention span",
        "A jar of 'Instant Island,' just add water and wait—a boon for the impatient castaway, with cute little palm tree and all",
        "You find a conspicuously soggy pair of boots, each one housing a small, irritable crab that insists they're very late for something important.",
        "You stumble upon a collection of seaglass bottles, each containing a poorly drawn map to another bottle, creating a seemingly endless treasure hunt.",
        "You spot a set of giant mushroom caps being used as parasols by a group of fashionable shrimp that are hosting an underwater tea party.",
        "You discover a knobby old walking stick that insists on pointing out interesting sea creatures and tells terribly punny jokes.",
        "You notice a group of village children playing hide and seek, with the twist that the seeker is blindfolded and rides a very opinionated talking sea turtle."
      ]
    }
  },
  {
    "id": 6,
    "top": "water",
    "right": "water",
    "bottom": "water",
    "left": "water",
    "details": {
      "names": [
        "The Lone Arbor Isle",
        "Boulderhut Atoll",
        "The Single Sapling Sanctuary",
        "Stonecottage Skerry",
        "The Peekaboo Boulder of Window Isle"
      ],
      "descriptions": [
        "The lone white tree whispers secrets in the breeze, dropping silvery leaves that skip across the water's surface.",
        "A squat and rock-like cottage, with just one gleaming eye, peers curiously at travelers from its island perch.",
        "Leaf-bound boats lazily drift between the isles, propelled by gossiping currents and tales of tides.",
        "The boulder cottage's smoky chimney coughs out cheerful puffs, as if chuckling at its own inner warmth.",
        "Fish seem to wink at passerby, darting between the roots of the white tree's mirror reflection.",
        "The window atop the stone dwelling winks with the day's light, hiding its interior mysteries behind a sunlit smirk."
      ],
      "things": [
        "You find a pair of mismatched socks hanging from the branches of the white tree, seemingly waving at you with each breeze.",
        "You stumble upon a series of oddly rhythmic tapping noises coming from the boulder-cottage, which upon closer inspection, is actually a rock golem's snoring.",
        "You come across a self-writing quill that, when picked up, starts scribbling what appear to be terribly rhymed limericks about the surrounding islands.",
        "You discover a tiny door at the base of the boulder-like cottage, only to realize it's the entrance to a minuscule tavern run by enterprising beetles.",
        "You find a message in a bottle half-buried in the sand; inside is a treasure map that leads you in a very tight circle back to where you started, with 'Surprise!' scrawled at the end.",
        "You stumble upon a cheerful crab hosting a 'shell exchange' market, offering you an assortment of colorful homes for your adventuring gear."
      ]
    }
  },
  {
    "id": 7,
    "top": "land",
    "right": "water",
    "bottom": "water",
    "left": "water",
    "details": {
      "names": [
        "Brightbeacon's Lonely Tower",
        "The Lantern of Lament's Shore",
        "Glimmerguard Cottage",
        "Seaspite Sentinel",
        "Winklight Watch"
      ],
      "descriptions": [
        "The lighthouse beam performs a lazy pirouette, briefly highlighting seagull graffiti on nearby rocks.",
        "A melancholy foghorn competes with the local seals' choir, the former almost always off-key.",
        "The cabin's chimney puffs out smoke rings, rumors say it's trying to communicate with the clouds.",
        "An overly optimistic ship in a bottle sits on the lighthouse window, forever awaiting high tide.",
        "Seashells by the cabin door clack a greeting, or a warning, or perhaps they're just gossiping about the tides.",
        "The door hinge whines mournfully, practicing for its eventual audition as a haunted house prop."
      ],
      "things": [
        "You find a rusty weathervane shaped like a cheerful octopus, its tentacles pointing haphazardly towards possible storms.",
        "You stumble upon a doormat outside the cabin that reads 'Welcome, watch out for the gulls!' It's covered in a suspiciously lighthearted splatter pattern.",
        "You discover a set of wind chimes made from variously sized driftwood pieces, each meticulously carved with comically stern fish faces.",
        "You come across an oddly aerodynamic skipping stone beside the lighthouse, engraved with instructions: 'For a proper throw, please summon the east wind with a polite cough.'",
        "You notice a journal on the windowsill of the cabin, its pages filled with bad poetry about the lonely life of lighthouse keeping and even lonelier attempts at sea shanties.",
        "You find a pair of binoculars with multiple extra lenses attached with rubber bands, seemingly for spotting different kinds of sea monsters, labeled from 'Likely Imaginary' to 'Definitely Peckish.'"
      ]
    }
  },
  {
    "id": 8,
    "top": "water",
    "right": "land",
    "bottom": "land",
    "left": "water",
    "details": {
      "names": [
        "The Tipsy Shack of Solitude's Sandbar",
        "The Quizzical Ruins of Squatmore Square",
        "The Meandering Trail of Whimsy Walk",
        "The Scarlet Shack atop Hemoglobin Hill"
      ],
      "descriptions": [
        "The shack's door bangs in the ocean breeze, grumbling like an old man refusing to retire.",
        "Rumors suggest the sinking ruin houses the laziest ghost, too lackadaisical to haunt properly.",
        "An audacious squirrel has claimed the winding path as its nut-hoarding empire, challenging passersby with a squeaky roar.",
        "As the evening light hits, the crimson hill blushes, turning from red to a bashful shade of purple.",
        "Despite its forlorn state, the shack's rickety mailbox still optimistically awaits letters, or at least postcards, from afar.",
        "Every so often, the shack's rooftop emits a snoring sound, as if it's taking a nap between the bouts of salted wind."
      ],
      "things": [
        "You find a tiny brass telescope, enchanted to sometimes show places that only exist in dreams, rather than what's actually in front of you.",
        "You stumble upon a collection of mismatched door knobs, each pulsing with a faint magical aura and humming a unique tune when touched.",
        "You come across a whimsical wind-chime made of polished seashells and ancient coins, which emits laughter instead of clinking sounds when the breeze catches it.",
        "You encounter a pair of squabbling seagulls, one wearing a miniature pirate hat, arguing over a map that leads to the 'Legendary Lost Crumb of the Leviathan's Crouton'.",
        "You unearth an old, leather-bound diary with entries that rewrite themselves every full moon to depict wildly exaggerated versions of the previous month's events.",
        "You discover a jar of iridescent jam that bestows temporary, trivial prophecies to those who taste it, such as the imminent finding of a lost sock or the accidental dropping of a spoon."
      ]
    }
  },
  {
    "id": 9,
    "top": "land",
    "right": "land",
    "bottom": "land",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 10,
    "top": "water",
    "right": "water",
    "bottom": "water",
    "left": "water",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 11,
    "top": "land",
    "right": "water",
    "bottom": "land",
    "left": "water",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 12,
    "top": "water",
    "right": "water",
    "bottom": "water",
    "left": "water",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 13,
    "top": "land",
    "right": "land",
    "bottom": "land",
    "left": "water",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 14,
    "top": "land",
    "right": "land",
    "bottom": "land",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 15,
    "top": "water",
    "right": "water",
    "bottom": "water",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 16,
    "top": "water",
    "right": "water",
    "bottom": "water",
    "left": "water",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 17,
    "top": "land",
    "right": "land",
    "bottom": "land",
    "left": "water",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 18,
    "top": "land",
    "right": "land",
    "bottom": "land",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 19,
    "top": "water",
    "right": "land",
    "bottom": "land",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 20,
    "top": "land",
    "right": "land",
    "bottom": "land",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 21,
    "top": "water",
    "right": "land",
    "bottom": "land",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 22,
    "top": "land",
    "right": "land",
    "bottom": "land",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 23,
    "top": "land",
    "right": "land",
    "bottom": "land",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 24,
    "top": "water",
    "right": "land",
    "bottom": "land",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 25,
    "top": "water",
    "right": "land",
    "bottom": "water",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 26,
    "top": "land",
    "right": "land",
    "bottom": "land",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 27,
    "top": "land",
    "right": "land",
    "bottom": "water",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 28,
    "top": "land",
    "right": "land",
    "bottom": "land",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 29,
    "top": "land",
    "right": "land",
    "bottom": "land",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 30,
    "top": "land",
    "right": "land",
    "bottom": "land",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 31,
    "top": "land",
    "right": "land",
    "bottom": "land",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 32,
    "top": "land",
    "right": "land",
    "bottom": "land",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 33,
    "top": "land",
    "right": "water",
    "bottom": "land",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 34,
    "top": "water",
    "right": "land",
    "bottom": "land",
    "left": "water",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 35,
    "top": "land",
    "right": "water",
    "bottom": "land",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 36,
    "top": "water",
    "right": "land",
    "bottom": "land",
    "left": "water",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 37,
    "top": "land",
    "right": "land",
    "bottom": "land",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 38,
    "top": "land",
    "right": "land",
    "bottom": "water",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 39,
    "top": "land",
    "right": "water",
    "bottom": "water",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 40,
    "top": "land",
    "right": "land",
    "bottom": "land",
    "left": "water",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 41,
    "top": "land",
    "right": "land",
    "bottom": "land",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 42,
    "top": "land",
    "right": "land",
    "bottom": "land",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 43,
    "top": "land",
    "right": "land",
    "bottom": "land",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 44,
    "top": "land",
    "right": "land",
    "bottom": "land",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 45,
    "top": "land",
    "right": "land",
    "bottom": "water",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 46,
    "top": "land",
    "right": "water",
    "bottom": "water",
    "left": "water",
    "details": {
      "names": ["The Fingers", "Haunted Digits"],
      "descriptions": ["The currents swirl between the phalanges."],
      "things": ["a shipwrecked yacht", "a circling siren", "floating flotsam"]
    }
  },
  {
    "id": 47,
    "top": "water",
    "right": "water",
    "bottom": "water",
    "left": "water",
    "details": {
      "names": ["Skull island", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 48,
    "top": "water",
    "right": "land",
    "bottom": "land",
    "left": "water",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 49,
    "top": "land",
    "right": "land",
    "bottom": "land",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 50,
    "top": "land",
    "right": "land",
    "bottom": "land",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 51,
    "top": "land",
    "right": "land",
    "bottom": "water",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 52,
    "top": "land",
    "right": "land",
    "bottom": "land",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 53,
    "top": "land",
    "right": "water",
    "bottom": "water",
    "left": "land",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  },
  {
    "id": 54,
    "top": "water",
    "right": "land",
    "bottom": "land",
    "left": "water",
    "details": {
      "names": ["Dark swamp", "Strange murky meadow"],
      "descriptions": ["It's very sticky", "What a strange smell"],
      "things": ["some old bones", "a funny knife", "a tiny mouse"]
    }
  }
]
